Repository: Ranktotop/wp-fce
Catalog: languages/wp-fce-*.po
Languages: de_de

source: User is not admin
de_de: User ist kein Administrator

source: Invalid product ID
de_de: Ungültige Produkt ID

source: Product successfully deleted
de_de: Produkt erfolgreich gelöscht

source: Product successfully updated
de_de: Produkt erfolgreich aktualisiert

source: Sucessfully retrieved product mapping
de_de: Zuweisung erfolgreich abgerufen

source: All mappings successfully deleted for product #%d
de_de: Alle Zuweisungen für Produkt #%d wurden erfolgreich gelöscht

source: Error deleting mappings for product #%d: %s
de_de: Fehler beim Löschen von Zuweisungen für Produkt #%d: %s

source: Invalid rule ID
de_de: Ungültige Regel-ID

source: Rule not found
de_de: Regel nicht gefunden

source: Rule successfully deleted
de_de: Regel erfolgreich gelöscht

source: Invalid valid until date
de_de: Ungültiges Ablaufdatum

source: Rule successfully updated
de_de: Regel erfolgreich aktualisiert

source: Please fill in all required fields
de_de: Bitte fülle alle erforderlichen Felder aus

source: Both tokens verified successfully!
de_de: Beide Keys erfolgreich überprüft!

source: Token verification failed!
de_de: Key-Überprüfung fehlgeschlagen!

source: Product ID and title are required
de_de: Produkt-ID und Titel sind erforderlich

source: Product created successfully
de_de: Produkt erfolgreich erstellt

source: Please select a product
de_de: Bitte wähle ein Produkt

source: Product mappings created successfully
de_de: Zuweisungen erfolgreich gespeichert

source: Successfully updated product mappings
de_de: Zuweisung erfolgreich aktualisiert

source: Invalid form data for access override
de_de: Ungültige Formulardaten für die Zugriffsregel

source: Access override saved
de_de: Zugriffsregel gespeichert

source: Do you really want to delete the product? This action cannot be undone!
de_de: Willst du das Produkt wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden!

source: Do you really want to delete all mappings of this product? This action cannot be undone!
de_de: Möchtest du wirklich alle Zuweisungen für dieses Produkt löschen? Diese Aktion kann nicht rückgängig gemacht werden!

source: Are you sure you want to delete the rule? This action cannot be undone!
de_de: Bist du sicher, dass du die Zugriffsregel löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden!

source: Saved successfully!
de_de: Erfolgreich gespeichert!

source: Error occurred!
de_de: Fehler aufgetreten!

source: Edit
de_de: Bearbeiten

source: Save
de_de: Speichern

source: Are you sure?
de_de: Bist du sicher?

source: API-Settings
de_de: API-Einstellungen

source: API Key (IPN)
de_de: API-Schlüssel (IPN)

source: Used to validate IPN requests.
de_de: Wird verwendet, um IPN-Anfragen zu validieren.

source: API Key (Admin)
de_de: API-Schlüssel (Admin)

source: Used to validate Admin requests to the REST API.
de_de: Wird verwendet, um Anfragen an die REST-API zu validieren.

source: Endpoint-Overview
de_de: Endpunkt-Übersicht

source: Appearance
de_de: Darstellung

source: Defines the appearance of the payments-overview page
de_de: Definiert das Erscheinungsbild der Zahlungsübersichtsseite

source: Background Image
de_de: Hintergrundbild

source: Is shown on the payments-overview page
de_de: Wird auf der Zahlungsübersichtsseite angezeigt

source: Optional. Supports PNG and JPEG
de_de: Optional. Unterstützt PNG und JPEG

source: Manage Products
de_de: Produkte verwalten

source: Manage products, mappings and access rules
de_de: Verwalte Produkte, Zuweisungen und Zugriffsregeln

source: Manage products
de_de: Produkte verwalten

source: Manage mappings
de_de: Verwalten von Zuweisungen

source: Manage access
de_de: Verwalten des Zugriffs

source: Community-API Settings
de_de: Community-API Einstellungen

source: Enable Community API
de_de: Community API aktivieren

source: Enable the Community API for this site
de_de: Aktiviere die Community-API Schnittstelle für diese Seite

source: Base URL of the Community API server
de_de: Basis-URL des Community-API Servers

source: Port of the Community API server
de_de: Ports des Community-API Servers

source: Use SSL
de_de: Verschlüsselung verwenden

source: Enable SSL/HTTPS for API connections
de_de: Aktiviere HTTPS Protokoll für API Verbindungen

source: Master Token
de_de: Master API-Key

source: Master token for administrative operations
de_de: Master API Token für administrative Operationen

source: Service Token
de_de: Service API-Key

source: Service token for read-only operations
de_de: Service API Token für Service-Operationen

source: Connection Test
de_de: Verbindungstest

source: Test Connection
de_de: Teste Verbindung

source: URL of the make.com plugin
de_de: URL des make.com Plugins

source: URL of the n8n plugin
de_de: URL des n8n Plugins

source: Community API help page URL
de_de: URL der API Dokumentation

source: URL of the Community API help page
de_de: URL der Community-API Dokumentation

source: Testing...
de_de: Test läuft...

source: Connection failed
de_de: Verbindung fehlgeschlagen

source: Loading...
de_de: Laden...

source: Error occurred
de_de: Fehler aufgetreten

source: This plugin requires the "Fluent Community" plugin. Please install and activate it first.
de_de: Dieses Plugin benötigt das Plugin "Fluent Community". Bitte installiere und aktiviere es zuerst.

source: Plugin requirements not fulfilled
de_de: Plugin Anforderungen nicht erfüllt

source: Override not found by ID %d.
de_de: Zugriffsregel mit ID %d nicht gefunden.

source: Unknown column %s
de_de: Unbekannte Spalte %s

source: Failed to normalize to Datetime. Invalid datetime value given: %s
de_de: Fehler bei der Normalisierung auf Datetime. Ungültiger datetime-Wert angegeben: %s

source: Product %d already assigned to user %d with transaction id "%s"
de_de: Das Produkt %d ist bereits Benutzer %d mit der Transaktions-ID "%s" zugeordnet

source: Product with SKU "%s" already exists.
de_de: Das Produkt mit der SKU "%s" ist bereits vorhanden.

source: Child class must set protected static $table
de_de: Die untergeordnete Klasse muss protected static $table festlegen

source: Record with ID %d not found in %s
de_de: Datensatz mit ID %d in %s nicht gefunden

source: DB insert error: %s
de_de: Fehler beim Einfügen der Datenbank: %s

source: Cannot update without an ID
de_de: Ohne ID kann nicht aktualisiert werden

source: DB update error: %s
de_de: Fehler bei der DB-Aktualisierung: %s

source: DB delete error: %s
de_de: Fehler beim Löschen der Datenbank: %s

source: Invalid page number or page size
de_de: Ungültige Seitennummer oder Seitengröße

source: Error fetching transactions
de_de: Fehler beim Abruf der Transaktionen

source: User not logged in
de_de: Nutzer nicht angemeldet

source: Invalid user ID
de_de: Ungültige Nutzer-ID

source: Access denied
de_de: Zugriff verweigert

source: User not found
de_de: Nutzer nicht gefunden

source: Invalid API key
de_de: Ungültiger API-Key

source: Community API key saved successfully
de_de: Community API Key erfolgreich gespeichert

source: Credentials saved successfully
de_de: Zugangsdaten erfolgreich gespeichert

source: Failed to save credentials
de_de: Fehler beim Speichern der Zugangsdaten

source: Control Panel
de_de: Verwaltungskonsole

source: View Details
de_de: Details anzeigen

source: No details available
de_de: Keine Details verfügbar

source: Connect Your Community Account
de_de: Verbinde deinen Community-API-Account

source: API Key seems to be invalid! Please enter a valid one!
de_de: API-Key scheint ungültig zu sein! Bitte gib einen gültigen Key ein!

source: Please enter your Community API key:
de_de: Bitte gib deinen Community API Key ein:

source: Enter your API key...
de_de: API Key eingeben...

source: Save API Key
de_de: API Key speichern

source: User Infos
de_de: Nutzerinfos

source: User ID
de_de: Nutzer ID

source: Balance
de_de: Kontostand

source: Credentials
de_de: Zugangsdaten

source: Platform
de_de: Plattform

source: API Key
de_de: API-Schlüssel

source: Transactions
de_de: Transaktionen

source: Transaction Date
de_de: Transaktionsdatum

source: Type
de_de: Typ

source: Invoice and Details
de_de: Rechnung und Details

source: Description
de_de: Beschreibung

source: You do not have any transactions yet.
de_de: Du hast noch keine Transaktionen getätigt.

source: Links/Resources
de_de: Links/Ressourcen

source: Documentation/Help
de_de: Dokumentation/Hilfe

source: Payment History
de_de: Zahlungshistorie

source: Total Payments
de_de: Gesamte Zahlungen

source: Last 30 Days
de_de: Letzte 30 Tage

source: Payment Sources
de_de: Zahlungsprozessor

source: Order Date
de_de: Bestelldatum

source: Product ID
de_de: Produkt-ID

source: Payment Processor
de_de: Zahlungsanbieter

source: You have not made any payments yet.
de_de: Du hast noch keine Zahlungen getätigt.

source: My Orders
de_de: Meine Bestellungen

source: User Control Panel
de_de: Kontrollzentrum

source: Back to Community
de_de: Zurück zur Community

source: Cancel
de_de: Abbrechen

source: Confirm
de_de: Bestätigen

source: Access Management
de_de: Zugangsverwaltung

source: Existing Rules
de_de: Bestehende Regeln

source: Manage access rules for existing users and products
de_de: Verwalten von Zugriffsregeln für vorhandene Benutzer und Produkte

source: No rules found
de_de: Keine Regeln gefunden

source: User
de_de: Benutzer

source: Product
de_de: Produkt

source: Access/Type
de_de: Zugang/Art

source: Valid until
de_de: Gültig bis

source: Comment
de_de: Kommentar

source: Action
de_de: Aktion

source: Grant Access
de_de: Zugriff gewähren

source: Revoke Access
de_de: Zugang widerrufen

source: Delete
de_de: Löschen

source: Add Rule
de_de: Regel hinzufügen

source: Choose User
de_de: Benutzer wählen

source: Choose product
de_de: Produkt wählen

source: Access Mode
de_de: Zugriffsmodus

source: Save Rule
de_de: Regel speichern

source: Product Management
de_de: Produkt Verwaltung

source: Existing Products
de_de: Bestehende Produkte

source: Manage existing products and change their details.
de_de: Verwalte vorhandene Produkte und ändere deren Details.

source: No products found.
de_de: Keine Produkte gefunden.

source: Add Products
de_de: Produkte hinzufügen

source: Create a new product that can be linked with a payment provider.
de_de: Erstelle ein neues Produkt, das mit einem Zahlungsanbieter verknüpft werden kann.

source: Add new product
de_de: Neues Produkt hinzufügen

source: External SKU
de_de: Externe SKU

source: Add Product
de_de: Produkt hinzufügen

source: Product Mappings
de_de: Produktzuweisungen

source: Existing Mappings
de_de: Bestehende Zuweisungen

source: Assigned Spaces
de_de: Zugewiesene Räume

source: Assigned Courses
de_de: Zugewiesene Kurse

source: No Mappings found
de_de: Keine Zuweisungen gefunden

source: Add a new mapping
de_de: Neue Zuweisung hinzufügen

source: Choose Product
de_de: Produkt wählen

source: Please select
de_de: Bitte wählen

source: Save Mapping
de_de: Zuweisung speichern

source: Adds an API to FluentCommunity for supporting external payment processors
de_de: Fügt FluentCommunity eine API zur Unterstützung externer Zahlungsanbieter hinzu
